[X2AbilityTag_WOTC_KPP_Reaper]

;  -- Localized Strings for Ability Tags --
;  ----------------------------------------

; // Generic Tags
strOnce = "一次"
strUpTo = "最多"
strTimes = "倍"
strTiles = "格"


[X2Ability_WOTC_KPP_ReaperAbilitySet]

strShadow1Name = "暗影融合 I"
strShadow1Desc = "<font color='#CA7200'>专注机制：</font><br/><Bullet/> 探测半径减少 <font color='#3ABD23'><Ability:SHADOW_STACK_VARIABLE_DETECTION_BONUS/>%</font> ，每增加一个活跃的暗影点。<br/><Bullet/> 暴击率增加 <font color='#3ABD23'>+<Ability:SHADOW_STACK_CRIT_CHANCE_BONUS/>%</font> ，每增加一个活跃的暗影点。<br/><Bullet/> 最多获得 <font color='#3ABD23'><Ability:SHADOW_STACK_MAX_I/></font> 个暗影点。"
strShadow2Name = "暗影融合 II"
strShadow2Desc = "<font color='#CA7200'>专注机制：</font><br/><Bullet/> 探测半径减少 <font color='#3ABD23'><Ability:SHADOW_STACK_VARIABLE_DETECTION_BONUS/>%</font> ，每增加一个活跃的暗影点。<br/><Bullet/> 暴击率增加 <font color='#3ABD23'>+<Ability:SHADOW_STACK_CRIT_CHANCE_BONUS/>%</font> ，每增加一个活跃的暗影点。<br/><Bullet/> 最多获得 <font color='#3ABD23'><Ability:SHADOW_STACK_MAX_II/></font> 个暗影点。"
strShadow3Name = "暗影融合 III"
strShadow3Desc = "<font color='#CA7200'>专注机制：</font><br/><Bullet/> 探测半径减少 <font color='#3ABD23'><Ability:SHADOW_STACK_VARIABLE_DETECTION_BONUS/>%</font> ，每增加一个活跃的暗影点。<br/><Bullet/> 暴击率增加 <font color='#3ABD23'>+<Ability:SHADOW_STACK_CRIT_CHANCE_BONUS/>%</font> ，每增加一个活跃的暗影点。<br/><Bullet/> 最多获得 <font color='#3ABD23'><Ability:SHADOW_STACK_MAX_III/></font> 个暗影点。"

strShadowStackName = "暗影点"
strShadowStackDesc = "死神与环境融入的等级。"